alibaba/AliOS-Things/components/py_engine/adapter/haas/boards/HaaS200/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "HaaS200 module"
#define MICROPY_HW_MCU_NAME "RTL872XD"
#define MICROPY_SW_VENDOR_NAME "HaaSPython"
